/**
 *  月締めの説明文
 *  @author JavaDrive
 *  @author BuzzWord corp.
 */

class Tsukijime { 

//ａ．営業担当の請求書作成作業が遅れ、月末締めの請求書が翌月5日過ぎの発送になってしまい、それから経理に当月の売上高の連絡がくる。
//ｂ．月末までに製品を客に出荷済み、あるいはサービス（修理や配線工事など）提供済みだが、契約金額が決まったのが翌月初めなので、請求書を出すのも遅れた。
//ｃ．仕入先からくる月末締めの請求書が、翌月1週間から10日過ぎにならないと到着しない。そこから納品書と突き合わせるので時間がかかる。
//ｄ．外注管理課のチェックを経て上がってくる外注先からの請求書が、いつも翌月8日を過ぎてしまう。
//ｅ．ちゃんと契約をする前に外注先に工事を発注し、月末までに完成していて売上は計上されているのに、外注費の金額が確定していない。
//ｆ．毎月末に在庫のチェックをして商品ごとに詳細に評価減しているが、その処理が終わるのが翌月10日を過ぎてしまう。
//ｇ．毎月のアルバイト給与計算と残業代の締めが遅れ、経理に連絡がくるのが翌月6日頃だ。

}
